Revit 2027 API
ParameterTypeId.NumberSystemReference Property
 "Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemReference { get; }
Public Shared ReadOnly Property NumberSystemReference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemReference {
	ForgeTypeId^ get ();
}
static member NumberSystemReference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace